1password
accerciser
adobe-source-han-sans-jp-fonts
amd-ucode
arc-gtk-theme
arc-solid-gtk-theme
atomicparsley
autoconf
automake
balena-etcher
baobab
base
bind
binutils
bison
bluez-utils
brave-bin
btrfs-progs
calibre
cheese
copyq
curlie
dbeaver
dbeaver-plugin-office
dbeaver-plugin-svg-format
dconf-editor
devhelp
dhcpcd
dialog
docker
dosfstools
editorconfig-core-c
efibootmgr
ell
emacs-git
eog
epiphany
evince
evolution
fakeroot
fd
file
file-roller
findutils
firefox
firefox-developer-edition
five-or-more
flex
fop
four-in-a-row
fwupd
gawk
gcc
gdm
geary
gedit
gettext
ghex
git
glade
glslang
glu
gnome-backgrounds
gnome-books
gnome-boxes
gnome-builder
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-code-assistance
gnome-color-manager
gnome-connections
gnome-contacts
gnome-control-center
gnome-devel-docs
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-games
gnome-keyring
gnome-klotski
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-multi-writer
gnome-music
gnome-nettool
gnome-nibbles
gnome-photos
gnome-recipes
gnome-remote-desktop
gnome-robots
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-appindicator
gnome-shell-extensions
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-taquin
gnome-terminal
gnome-tetravex
gnome-todo
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
google-chrome
gotop
grep
grilo-plugins
groff
grub
grub-btrfs
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
hitori
hunspell-en_us
iagno
ibus-mozc
ibus-rime
inotify-tools
insomnia-bin
insync
jq
libmysqlclient57
libreoffice-still
librime
libtool
libzip
lightsoff
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lldb
llvm
m4
make
man-db
mlocate
mpv
mtools
mutter
mysql57
nautilus
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntp
openmp
orca
os-prober
pacman
pam-u2f
pandoc
patch
peco
pet-bin
pipewire-alsa
pipewire-pulse
pkgconf
polari
postgresql13
python-pycryptodome
quadrapassel
re2c
reflector
rime-pinyin-simp
rtl88xxau-aircrack-dkms-git
rust
rust-analyzer
rygel
sed
shellcheck
signal-desktop
simple-scan
slack-desktop
spotify
sudo
sushi
swell-foop
sysprof
systemd
tali
telegram-desktop
texinfo
texlive-core
tidy
tmux
totem
tracker
tracker-miners
tracker3-miners
tree
unixodbc
variety
vim
vino
virtualbox
virtualbox-host-dkms
wget
which
xclip
xdg-desktop-portal
xdg-user-dirs-gtk
yay
yelp
youtube-dl
yt-dlp
yubico-pam
yubikey-manager
zfs-dkms
zoom
zsh
